{
  "english": "tempura curry yakitori anime manga game sports soccer basketball tennis drama concert music guitar piano coffee tea juice wine sake beer sleepy tired happy sad angry funny fun beautiful cute cool work school study teacher doctor station airport plane train car bicycle bus shinkansen friend family lover child father mother grandfather grandmother brother sister sibling japan tokyo osaka kyoto fuji mountain sea forest sky star moon sun rain snow sunny cloudy thunder storm cool hot cold freezing warm red white black blue yellow green purple brown gray pink left right front back up down next near far inside outside night noon morning midnight now yesterday today tomorrow day after tomorrow day before yesterday one two three four five six seven eight nine ten hundred thousand million airport museum library park hospital amusement park supermarket department store convenience store theater newspaper magazine book tv radio pc smartphone taxi light road signal bus stop phone clothes hat shoes socks glasses gloves wallet umbrella relative good bad many few more a bit",
  "japanese": "てんぷらかれーやきとりあにめまんがげーむすぽーつさっかーばすけっとぼーるてにすどらまこんさーとみゅーじっくぎたーぴあのこーひーおちゃみずじゅーすわいんさけびーるねむいつかれたうれしいかなしいこわいおもしろいたのしいきれいかわいいかっこいいしごとがっこうべんきょうせんせいいしゃえきくうこうひこうきでんしゃくるまじてんしゃばすしんかんせんともだちかぞくこいびとこどもちちははそふそぼおとうといもうとあにあねきょうだいにほんとうきょうおおさかきょうとふじさんうみやまもりそらほしつきたいようあめゆきかぜはれくもりかみなりたいふうすずしいあついさむいつめたいあたたかいあかしろくろあおきいろみどりむらさきちゃいろはいいろももいろひだりみぎまえうしろうえしたとなりそばちかくとおくなかそとひるよるあさよなかいまきのうきょうあしたあさっておとといひとつふたつみっつよっついつつむっつななつやっつここのつとおいちにさんしごろくしちはちきゅうじゅうひゃくせんまんひこうじょうびじゅつかんとしょかんこうえんびょういんゆうえんちすーぱーでぱーとこんびにえいがしんぶんざっしほんてれびらじおぱそこんすまほけいたいたくしーしんごうどうろばすていでんわふくぼうしくつくつしためがねてぶくろさいふかさしんせきじょうずへたたくさんすこしもっとちょっと",
  "khmer": "តេំពូរា ការី យ៉ាគីទូរ អានីមេ ម៉ង់ហ្គា ហ្គេម កីឡា បាល់ទាត់ បាល់បោះ តេននីស រឿង តន្ត្រី ហ្គីតា ប៉្យាណូ កាហ្វេ តែ ទឹកផ្លែឈើ ស្រា ស្រាបៀរ ស្រពស់ គេង អស់កម្លាំង រីករាយ សោកស្តាយ ខឹង គួរឱ្យអស់សំណើច សប្បាយ ស្រស់ស្អាត គួរឱ្យស្រលាញ់ គួរឱ្យទាក់ទាញ ការងារ សាលារៀន សិក្សា គ្រូ ពេទ្យ ស្ថានីយ៍ ព្រលានយន្តហោះ យន្តហោះ រថភ្លើង ឡាន កង់ បូស ស៊ិនខានសែន មិត្តភក្ដិ គ្រួសារ ជាទីស្រឡាញ់ កូន ឪពុក ម្តាយ តា យាយ ប្អូនប្រុស ប្អូនស្រី បងប្រុស បងស្រី បងប្អូន ជប៉ុន តូក្យូ អូសាកា គ្យូតូ ភូជី សមុទ្រ ភ្នំ ព្រៃ មេឃ ផ្កាយ ព្រះច័ន្ទ ព្រះអាទិត្យ ភ្លៀង ព្រិល ខ្យល់ ថ្ងៃមានពន្លឺ មេឃពពក ផ្លុំខ្យល់ ព្យុះ ត្រជាក់ ក្តៅ ត្រជាក់ណាស់ ក្តៅណាស់ ក្រហម ស ខ្មៅ ខៀវ លឿង បៃតង ស្វាយ ត្នោត ប្រផេះ ផ្កាឈូក ឆ្វេង ស្ដាំ មុខ ក្រោយ លើ ក្រោម ជាប់ ស្និទ្ធ ជិត ឆ្ងាយ ខាងក្នុង ខាងក្រៅ ថ្ងៃត្រង់ យប់ ព្រឹក អធ្រាត្រ ឥឡូវ ម្សិលមិញ ថ្ងៃនេះ ស្អែក ថ្ងៃស្អែកក្រោយ ម្សិលមិញមុន មួយ ពីរ បី បួន ប្រាំ ប្រាំមួយ ប្រាំពីរ ប្រាំបី ប្រាំបួន ប្រាំប្រាំ រាប់រយ ពាន់ លាន ព្រលានយន្តហោះ សារមន្ទីរ បណ្ណាល័យ សួនសាធារណៈ មន្ទីរពេទ្យ សួនកំសាន្ត ផ្សារទំនើប ហាងទំនើប ហាងสะดวกទិញ រឿងភាពយន្ត សារព័ត៌មាន ទស្សនាវដ្តី សៀវភៅ ទូរទស្សន៍ វិទ្យុ កុំព្យូទ័រ ស្មាតហ្វូន ទូរស័ព្ទ ឡានជួល សញ្ញាចរាចរណ៍ ផ្លូវ គ្រឿងសម្លៀកបំពាក់ មួក ស្បែកជើង ស្រោមជើង វ៉ែនតា ស្រោមដៃ កាបូប ឆ័ត្រ សាច់ញាតិ ល្អ អាក្រក់ ច្រើន តិច ច្រើនជាង បន្តិច"
}
